static/enlaces/links.html
<!DOCTYPE html>
<html lang="es">
<head>
<!-- 2016-12-25 dom 21:35 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Enlaces</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Hans Sigrist">
<meta name="description" content="Enlaces a páginas web de interés relativas a productividad del blog."
>
<meta name="keywords" content="enlaces links">
<link rel="stylesheet" type="text/css" href="Grump.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="http://hsigrist.github.io/enlaces/"> UP </a>
 |
 <a accesskey="H" href="http://hsigrist.github.io"> HOME </a>
</div><div id="wrapper">
<header>
<h1 class="title">Enlaces</h1>
<p class="subtitle">Enlaces web - Repositorio enlaces sobre productividad Emacs, Hugo Framework, deploy, LaTeX, org-mode &amp; otros - 2016 · Prof. Hans Sigrist</p>
</header><div class="ABSTRACT">
<p>
Esta es una colección (en constante cambio y evolución) de enlaces que dirigen a sitios (páginas) web de autores y curadores de contenido relacionado con la productividad en la creación y diseño <code>html</code>, <code>css</code>, etc. Gran parte de los enlaces parten de la base que se trabaja en archivos <code>org-mode</code> en <b>Emacs</b>.
</p>

</div>

<nav id="table-of-contents">
<h2>&Iacute;ndice</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgfbb6b7f">Enlaces</a>
<ul>
<li><a href="#org169d370">org-mode-teaser&#xa0;&#xa0;&#xa0;<span class="tag"><span class="org">org</span>&#xa0;<span class="mode">mode</span></span></a></li>
<li><a href="#org7964bfa">Effort estimates&#xa0;&#xa0;&#xa0;<span class="tag"><span class="org">org</span>&#xa0;<span class="mode">mode</span></span></a></li>
<li><a href="#org3009309">Gpg Encription&#xa0;&#xa0;&#xa0;<span class="tag"><span class="encription">encription</span>&#xa0;<span class="gpg">gpg</span></span></a></li>
<li><a href="#org5e48d66">GPG Encription&#xa0;&#xa0;&#xa0;<span class="tag"><span class="encription">encription</span>&#xa0;<span class="gpg">gpg</span></span></a></li>
<li><a href="#orga674962">Open textbooks in MathBook XML&#xa0;&#xa0;&#xa0;<span class="tag"><span class="mathbook">mathbook</span>&#xa0;<span class="xml">xml</span></span></a></li>
<li><a href="#org8e437cc">mathjax configure invoque&#xa0;&#xa0;&#xa0;<span class="tag"><span class="mathjax">mathjax</span></span></a></li>
<li><a href="#orgebd1fce">ideas para insertar css&#xa0;&#xa0;&#xa0;<span class="tag"><span class="css">css</span>&#xa0;<span class="emacs">emacs</span>&#xa0;<span class="html">html</span>&#xa0;<span class="org">org</span>&#xa0;<span class="mode">mode</span></span></a></li>
<li><a href="#org25508e6">insertar code en org-mode&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span>&#xa0;<span class="org">org</span>&#xa0;<span class="mode">mode</span>&#xa0;<span class="code">code</span></span></a></li>
<li><a href="#orgbeda32d">entitipretty&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span>&#xa0;<span class="org">org</span>&#xa0;<span class="mode">mode</span>&#xa0;<span class="latex">latex</span>&#xa0;<span class="simbol">simbol</span></span></a></li>
<li><a href="#org55aeaf5">Using s5: a primer&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span>&#xa0;<span class="html">html</span>&#xa0;<span class="css">css</span>&#xa0;<span class="blog">blog</span></span></a></li>
</ul>
</li>
</ul>
</div>
</nav>

<div id="outline-container-orgfbb6b7f" class="outline-2">
<h2 id="orgfbb6b7f">Enlaces</h2>
<div class="outline-text-2" id="text-orgfbb6b7f">
</div><div id="outline-container-org169d370" class="outline-3">
<h3 id="org169d370"><a href="https://github.com/novoid/org-mode-workshop/blob/master/featureshow/org-mode-teaser.org">org-mode-teaser</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="org">org</span>&#xa0;<span class="mode">mode</span></span></h3>
<div class="outline-text-3" id="text-org169d370">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-24 sáb 14:01&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org7964bfa" class="outline-3">
<h3 id="org7964bfa"><a href="http://orgmode.org/manual/Effort-estimates.html">Effort estimates</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="org">org</span>&#xa0;<span class="mode">mode</span></span></h3>
<div class="outline-text-3" id="text-org7964bfa">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-22 jue 15:49&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org3009309" class="outline-3">
<h3 id="org3009309"><a href="https://gpgtools.org">Gpg Encription</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="encription">encription</span>&#xa0;<span class="gpg">gpg</span></span></h3>
<div class="outline-text-3" id="text-org3009309">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-22 jue 09:20&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org5e48d66" class="outline-3">
<h3 id="org5e48d66"><a href="https://code.tutsplus.com/tutorials/its-time-to-encrypt-your-email-using-gpgtools-for-os-x--cms-23721">GPG Encription</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="encription">encription</span>&#xa0;<span class="gpg">gpg</span></span></h3>
<div class="outline-text-3" id="text-org5e48d66">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-22 jue 09:19&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-orga674962" class="outline-3">
<h3 id="orga674962"><a href="http://mathematicseducationissues.blogspot.cl/2016/04/day-1open-textbooks-in-mathbook-xml.html?utm_content=buffer2b0aa&amp;utm_medium=social&amp;utm_source=plus.google.com&amp;utm_campaign=buffer">Open textbooks in MathBook XML</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="mathbook">mathbook</span>&#xa0;<span class="xml">xml</span></span></h3>
<div class="outline-text-3" id="text-orga674962">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-18 dom 16:44&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org8e437cc" class="outline-3">
<h3 id="org8e437cc"><a href="http://docs.mathjax.org/en/latest/start.html">mathjax configure invoque</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="mathjax">mathjax</span></span></h3>
<div class="outline-text-3" id="text-org8e437cc">
<p>
Cómo invocar mathjax para ser usado en html via org-mode. Ya no es necesario MML, usar CHTML.
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-17 sáb 19:02&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-orgebd1fce" class="outline-3">
<h3 id="orgebd1fce"><a href="https://github.com/fniessen/org-html-themes">ideas para insertar css</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="css">css</span>&#xa0;<span class="emacs">emacs</span>&#xa0;<span class="html">html</span>&#xa0;<span class="org">org</span>&#xa0;<span class="mode">mode</span></span></h3>
<div class="outline-text-3" id="text-orgebd1fce">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-17 sáb 18:46&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org25508e6" class="outline-3">
<h3 id="org25508e6"><a href="http://stackoverflow.com/questions/16186843/inline-code-in-org-mode">insertar code en org-mode</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span>&#xa0;<span class="org">org</span>&#xa0;<span class="mode">mode</span>&#xa0;<span class="code">code</span></span></h3>
<div class="outline-text-3" id="text-org25508e6">
<p>
Fácil: basta con usar <code>=code=</code> o bien <code>~code~</code>, al exportar desde org-mode a html y usar css se verá en otro formato tipo verbatim.
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-17 sáb 18:36&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-orgbeda32d" class="outline-3">
<h3 id="orgbeda32d"><a href="http://orgmode.org/manual/Special-symbols.html">entitipretty</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span>&#xa0;<span class="org">org</span>&#xa0;<span class="mode">mode</span>&#xa0;<span class="latex">latex</span>&#xa0;<span class="simbol">simbol</span></span></h3>
<div class="outline-text-3" id="text-orgbeda32d">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-17 sáb 18:00&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org55aeaf5" class="outline-3">
<h3 id="org55aeaf5"><a href="http://atuan.com/s5/">Using s5: a primer</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span>&#xa0;<span class="html">html</span>&#xa0;<span class="css">css</span>&#xa0;<span class="blog">blog</span></span></h3>
<div class="outline-text-3" id="text-org55aeaf5">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-17 sáb 17:06&gt;</span></span>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Hans Sigrist (<a href="mailto:hsigrist@gmail.com">hsigrist@gmail.com</a>)</p>
<p class="date">Date: sáb 17 dic 18:14:33 2016</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="http://orgmode.org">Org</a> mode 9.0.3)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
